<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/PivoProSDK-Swift.h</key>
		<data>
		vBSQ52g28tsj3sNgtnvQBOlHISQ=
		</data>
		<key>Info.plist</key>
		<data>
		nqZ4ZoC1BLT9r1KkkmRn7HC3HRM=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XHaRHDls4/S4FIvlR2Cvn3uHBm0=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<data>
		1UVldcBbSd1tANS7IaJ/XXfq9hc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<data>
		io+wHZBzeTiKCMkQ5fAXfukrbuw=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		U6sFqbcOyo7P4KTbnpJ3xfxx+1M=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<data>
		9cBeldGdqRMt98gkmvMHlt6LNOA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<data>
		Ia8mkn/o9sUCLwR2lVxKV+R1Gts=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<data>
		pGIykBtvmrKc2bzLjzKOVFiEpsw=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<data>
		ukaVRazSky6Y0ZeuPVWzuqYzepQ=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		gG00dOLWMlX5fQ7aE60Z8MwDxM4=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<data>
		RAaK1S9ln6zTBCtQArBIgdnSrUo=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<data>
		foCLQswYAk0IivkF5Hnt/SE33hI=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<data>
		zhT4XTUbzKK0FDe9rI8zPp94V1I=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<data>
		4OP3u8MT+KbnFqzn8uxrywhV26w=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<data>
		xf6IP9CBrpe6d32aCO+yo7ntv9o=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm.swiftsourceinfo</key>
		<data>
		kFmJPUBkhAELq6yCAl4QS7FYpC4=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<data>
		QE2S4+G+KqgH4vG/hsDDlU+01lA=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<data>
		QE2S4+G+KqgH4vG/hsDDlU+01lA=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/armv7-apple-ios.swiftsourceinfo</key>
		<data>
		kFmJPUBkhAELq6yCAl4QS7FYpC4=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/armv7.swiftsourceinfo</key>
		<data>
		kFmJPUBkhAELq6yCAl4QS7FYpC4=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftdoc</key>
		<data>
		w6x+9VLFxlXthwVYeTeetJku1iI=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftinterface</key>
		<data>
		zgeloIawn2KYlXLTbQcJYaY9CIA=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftmodule</key>
		<data>
		4GbyvCL6frf5dIx45jvG7znJcoI=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		hCaaJsmaAiM4F3VgRpakQTZi7HQ=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		MN7QcRjoWyk1zYTPYOlEpvtFEUs=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		wD8f+YhQBO89ka7BQ/L7VSTMT4g=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftdoc</key>
		<data>
		hCaaJsmaAiM4F3VgRpakQTZi7HQ=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftinterface</key>
		<data>
		MN7QcRjoWyk1zYTPYOlEpvtFEUs=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftmodule</key>
		<data>
		wD8f+YhQBO89ka7BQ/L7VSTMT4g=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftdoc</key>
		<data>
		w6x+9VLFxlXthwVYeTeetJku1iI=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftinterface</key>
		<data>
		zgeloIawn2KYlXLTbQcJYaY9CIA=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftmodule</key>
		<data>
		4GbyvCL6frf5dIx45jvG7znJcoI=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftdoc</key>
		<data>
		w6x+9VLFxlXthwVYeTeetJku1iI=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftinterface</key>
		<data>
		zgeloIawn2KYlXLTbQcJYaY9CIA=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftmodule</key>
		<data>
		4GbyvCL6frf5dIx45jvG7znJcoI=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		PklnE7m81gDPalYYCZzx+5o7VBk=
		</data>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<data>
		D008JEVAPkwFKWLYfX/mFfGYlKg=
		</data>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<data>
		2xoNmqnM2kTrNuZqTms9JnlPMDA=
		</data>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<data>
		XIuywOsD+81jNeJDqsJui3CLHjc=
		</data>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<data>
		N2ettejN8CtpzLa3Seg2oI9G6ho=
		</data>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<data>
		7TYqNkcshSbiCa9gRbTxuZGSoGg=
		</data>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<data>
		DDCF0Y6m4vDD55hnTN8G+YXZwFo=
		</data>
		<key>PrivateHeaders/ffttools.hpp</key>
		<data>
		FbwqSRzGrK9GBmniO5d75630cj8=
		</data>
		<key>PrivateHeaders/fhog.hpp</key>
		<data>
		3+0L2/rB5GK1uU9DphiFEo7Gdh0=
		</data>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<data>
		VKyH814KkxMst4igakerUZHwDSI=
		</data>
		<key>PrivateHeaders/labdata.hpp</key>
		<data>
		Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
		</data>
		<key>PrivateHeaders/recttools.hpp</key>
		<data>
		LOluhHykvM1i+yNRUIE5F+CsQBM=
		</data>
		<key>PrivateHeaders/tracker.h</key>
		<data>
		qrarp4kM0IxQQI8pVjKiQkQFDkE=
		</data>
		<key>SpeedControllerConfig.json</key>
		<data>
		92iQMhTgdR2wmGhCS33PDY1j5U4=
		</data>
		<key>public.pem</key>
		<data>
		kRRVUmiCCDLOMgel9h6drB5evH4=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/PivoProSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			vBSQ52g28tsj3sNgtnvQBOlHISQ=
			</data>
			<key>hash2</key>
			<data>
			ScwuFdstf+I4bs5yyTiaoBLTpdHAuuXK6Hr3GHEQbag=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XHaRHDls4/S4FIvlR2Cvn3uHBm0=
			</data>
			<key>hash2</key>
			<data>
			6BqIkmc5o5CaQOH+KeJSDpNTDOP8+3w5IAiVhUbHrr8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			1UVldcBbSd1tANS7IaJ/XXfq9hc=
			</data>
			<key>hash2</key>
			<data>
			VTszLoJodmY+jOj0KQfih677ad8ioVQ91FKkxfGFEU8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			io+wHZBzeTiKCMkQ5fAXfukrbuw=
			</data>
			<key>hash2</key>
			<data>
			0kxGmUmEpfuXEfUQ7ZpS8cqlBNrnrbJuphYfp22/aFs=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			U6sFqbcOyo7P4KTbnpJ3xfxx+1M=
			</data>
			<key>hash2</key>
			<data>
			qHmzcuM7myQx/XZ1SMWqPp7mZDle16+3zNUxZ2BA4K0=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9cBeldGdqRMt98gkmvMHlt6LNOA=
			</data>
			<key>hash2</key>
			<data>
			s9gyAC1/Y3U9otwXWxxdVO3sZF3EZLYbBH+iprtDBgE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			Ia8mkn/o9sUCLwR2lVxKV+R1Gts=
			</data>
			<key>hash2</key>
			<data>
			ainBaakj/vSvYtp1HlLjk/KmPgRi4V19lPih6Zj8U8Y=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			pGIykBtvmrKc2bzLjzKOVFiEpsw=
			</data>
			<key>hash2</key>
			<data>
			uZBwzySOTzaIuMmqsqnjLEkE58L1zfkez83dICpGt8M=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			ukaVRazSky6Y0ZeuPVWzuqYzepQ=
			</data>
			<key>hash2</key>
			<data>
			UD1lBdwacPCVkM7Wws4WbQiu02gl7av2cW/pVY5mfM4=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			gG00dOLWMlX5fQ7aE60Z8MwDxM4=
			</data>
			<key>hash2</key>
			<data>
			wgp9m8U/wKv3BwirnAns8O5yW2WAb2PzUn8IS1a+6KE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			RAaK1S9ln6zTBCtQArBIgdnSrUo=
			</data>
			<key>hash2</key>
			<data>
			XLn5f6RVf7kECSBD9eDue3WMlvmm63e6JwW1U/pnp08=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			foCLQswYAk0IivkF5Hnt/SE33hI=
			</data>
			<key>hash2</key>
			<data>
			Ah9CQZHrYQpAKaT9rzUWBelDVdWUT748pyHYUHo8QRE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			zhT4XTUbzKK0FDe9rI8zPp94V1I=
			</data>
			<key>hash2</key>
			<data>
			bvJMvqB0OShO9vADpxJT7dyqevsMNz8BJx4InEjXdPs=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			4OP3u8MT+KbnFqzn8uxrywhV26w=
			</data>
			<key>hash2</key>
			<data>
			J6wybUB2kAP5Xmy0PvEqcw0Mi7yY+b+9izOeS3vtC9A=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xf6IP9CBrpe6d32aCO+yo7ntv9o=
			</data>
			<key>hash2</key>
			<data>
			SqOJJk/FzzRSNOYZOlHHtr7P5BpXGEtzDb1GmOc/KYg=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			kFmJPUBkhAELq6yCAl4QS7FYpC4=
			</data>
			<key>hash2</key>
			<data>
			M6cWMxLKknEZwXdNhtLesvK5kbGq9OcTiJk97EdmLSw=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			QE2S4+G+KqgH4vG/hsDDlU+01lA=
			</data>
			<key>hash2</key>
			<data>
			yysE1KwUgFpWuGX0veiBhJmtzUSAmjindoG5R9AYw4U=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			QE2S4+G+KqgH4vG/hsDDlU+01lA=
			</data>
			<key>hash2</key>
			<data>
			yysE1KwUgFpWuGX0veiBhJmtzUSAmjindoG5R9AYw4U=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/armv7-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			kFmJPUBkhAELq6yCAl4QS7FYpC4=
			</data>
			<key>hash2</key>
			<data>
			M6cWMxLKknEZwXdNhtLesvK5kbGq9OcTiJk97EdmLSw=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/armv7.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			kFmJPUBkhAELq6yCAl4QS7FYpC4=
			</data>
			<key>hash2</key>
			<data>
			M6cWMxLKknEZwXdNhtLesvK5kbGq9OcTiJk97EdmLSw=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			w6x+9VLFxlXthwVYeTeetJku1iI=
			</data>
			<key>hash2</key>
			<data>
			LwZEJUml3MeEDKDytlH9e+iOgqsEO8eFXo3rCvd8xVo=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			zgeloIawn2KYlXLTbQcJYaY9CIA=
			</data>
			<key>hash2</key>
			<data>
			hOfuIpf7xLPFzbQHYIIdcJmCMe1U8HDL0ZE4XsLgfkA=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			4GbyvCL6frf5dIx45jvG7znJcoI=
			</data>
			<key>hash2</key>
			<data>
			uyBm2jMPlVceEKvEcGG5T+rZweGzVD43n/3rN1i0Jv8=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			hCaaJsmaAiM4F3VgRpakQTZi7HQ=
			</data>
			<key>hash2</key>
			<data>
			BwUgo1Tah/ZIIdUz2lFcbCl8CZAc51UVxuPS3yBKhnU=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MN7QcRjoWyk1zYTPYOlEpvtFEUs=
			</data>
			<key>hash2</key>
			<data>
			Mvpo2rrJHt8aWpmJnti470p5WFlOSFSfY/jc84UmU6U=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			wD8f+YhQBO89ka7BQ/L7VSTMT4g=
			</data>
			<key>hash2</key>
			<data>
			MP/LrYutoO/CjpgaeXzpGPKxBsx5thqqdSrNSJGw6yk=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			hCaaJsmaAiM4F3VgRpakQTZi7HQ=
			</data>
			<key>hash2</key>
			<data>
			BwUgo1Tah/ZIIdUz2lFcbCl8CZAc51UVxuPS3yBKhnU=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			MN7QcRjoWyk1zYTPYOlEpvtFEUs=
			</data>
			<key>hash2</key>
			<data>
			Mvpo2rrJHt8aWpmJnti470p5WFlOSFSfY/jc84UmU6U=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			wD8f+YhQBO89ka7BQ/L7VSTMT4g=
			</data>
			<key>hash2</key>
			<data>
			MP/LrYutoO/CjpgaeXzpGPKxBsx5thqqdSrNSJGw6yk=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			w6x+9VLFxlXthwVYeTeetJku1iI=
			</data>
			<key>hash2</key>
			<data>
			LwZEJUml3MeEDKDytlH9e+iOgqsEO8eFXo3rCvd8xVo=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			zgeloIawn2KYlXLTbQcJYaY9CIA=
			</data>
			<key>hash2</key>
			<data>
			hOfuIpf7xLPFzbQHYIIdcJmCMe1U8HDL0ZE4XsLgfkA=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			4GbyvCL6frf5dIx45jvG7znJcoI=
			</data>
			<key>hash2</key>
			<data>
			uyBm2jMPlVceEKvEcGG5T+rZweGzVD43n/3rN1i0Jv8=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			w6x+9VLFxlXthwVYeTeetJku1iI=
			</data>
			<key>hash2</key>
			<data>
			LwZEJUml3MeEDKDytlH9e+iOgqsEO8eFXo3rCvd8xVo=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			zgeloIawn2KYlXLTbQcJYaY9CIA=
			</data>
			<key>hash2</key>
			<data>
			hOfuIpf7xLPFzbQHYIIdcJmCMe1U8HDL0ZE4XsLgfkA=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/armv7.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			4GbyvCL6frf5dIx45jvG7znJcoI=
			</data>
			<key>hash2</key>
			<data>
			uyBm2jMPlVceEKvEcGG5T+rZweGzVD43n/3rN1i0Jv8=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			PklnE7m81gDPalYYCZzx+5o7VBk=
			</data>
			<key>hash2</key>
			<data>
			vHa3TsoUzVrjDX89gxuzIcWHSlvYHViVbdHXCvCgRyA=
			</data>
		</dict>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			D008JEVAPkwFKWLYfX/mFfGYlKg=
			</data>
			<key>hash2</key>
			<data>
			nvtCjPihItpnT8VCb4otiqLiwPULWYVTY2WduHEtIJo=
			</data>
		</dict>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			2xoNmqnM2kTrNuZqTms9JnlPMDA=
			</data>
			<key>hash2</key>
			<data>
			fn1w7Gt5VbzUKWK0AnTPkRDsfCk599KeF1xSPe47ft8=
			</data>
		</dict>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<dict>
			<key>hash</key>
			<data>
			XIuywOsD+81jNeJDqsJui3CLHjc=
			</data>
			<key>hash2</key>
			<data>
			1kETF9pNG1BBc26ZnZ7DTZjlQgInbitKJSTXIGB9IH4=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<dict>
			<key>hash</key>
			<data>
			N2ettejN8CtpzLa3Seg2oI9G6ho=
			</data>
			<key>hash2</key>
			<data>
			oAugZhjhYfiowrw6EvLtZyLXqp4J/QrEjRUbP9Poq+Y=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			7TYqNkcshSbiCa9gRbTxuZGSoGg=
			</data>
			<key>hash2</key>
			<data>
			bAgF8d2ZwosMrDwYl7EnbN8K0WqEZgcQ0M5iMr78XK8=
			</data>
		</dict>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			DDCF0Y6m4vDD55hnTN8G+YXZwFo=
			</data>
			<key>hash2</key>
			<data>
			qS0eIz9u6wkwIvdf8T7y6otGSHsj1G8gZH/rRRlYD6M=
			</data>
		</dict>
		<key>PrivateHeaders/ffttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			FbwqSRzGrK9GBmniO5d75630cj8=
			</data>
			<key>hash2</key>
			<data>
			E618QBy8HzMHtF6Ij/DAACZjv/0W/Q+LdU++240OhwI=
			</data>
		</dict>
		<key>PrivateHeaders/fhog.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			3+0L2/rB5GK1uU9DphiFEo7Gdh0=
			</data>
			<key>hash2</key>
			<data>
			I6wllHLLcm1Uenkl44/358vYf4PkQqvRM0+/XoDZTMY=
			</data>
		</dict>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			VKyH814KkxMst4igakerUZHwDSI=
			</data>
			<key>hash2</key>
			<data>
			/dtJ7dTu9LHfGYbKVPIFTQpDwuCswkn7ba3nB+YYbwc=
			</data>
		</dict>
		<key>PrivateHeaders/labdata.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
			</data>
			<key>hash2</key>
			<data>
			t7fW976BG3TGd+M/NQ4cM7J/eP+/ewHfuvgtsea+LmQ=
			</data>
		</dict>
		<key>PrivateHeaders/recttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			LOluhHykvM1i+yNRUIE5F+CsQBM=
			</data>
			<key>hash2</key>
			<data>
			mv8kT9t99HojaEkVJ9ad9Bycn7BFOTj8Ioamhkmh6dQ=
			</data>
		</dict>
		<key>PrivateHeaders/tracker.h</key>
		<dict>
			<key>hash</key>
			<data>
			qrarp4kM0IxQQI8pVjKiQkQFDkE=
			</data>
			<key>hash2</key>
			<data>
			smZSvZfTvGEtpY1V+gYPvwW6/Bi2FMlNCZr0nj8ZkuU=
			</data>
		</dict>
		<key>SpeedControllerConfig.json</key>
		<dict>
			<key>hash</key>
			<data>
			92iQMhTgdR2wmGhCS33PDY1j5U4=
			</data>
			<key>hash2</key>
			<data>
			RWG5utRoRANMzlz3Osptw5eqmWrM37r1JKnh2g+K0ZU=
			</data>
		</dict>
		<key>public.pem</key>
		<dict>
			<key>hash</key>
			<data>
			kRRVUmiCCDLOMgel9h6drB5evH4=
			</data>
			<key>hash2</key>
			<data>
			okRLdcIqRM+Rn0t98mR0yiuesSJPgwXWfbNKXmX9yGo=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
