<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Frameworks/libswiftAVFoundation.dylib</key>
		<data>
		ZWh7CCrvKP9wY4dKwQJSGYEUCdc=
		</data>
		<key>Frameworks/libswiftAccelerate.dylib</key>
		<data>
		0jrbFkmV1sGHXh6rDrjREoApNTI=
		</data>
		<key>Frameworks/libswiftCore.dylib</key>
		<data>
		/drkvTwn24ydasYPtJdXMbyYlOI=
		</data>
		<key>Frameworks/libswiftCoreAudio.dylib</key>
		<data>
		I93p1TWuM28zHcym1NfGfRcQ5w4=
		</data>
		<key>Frameworks/libswiftCoreFoundation.dylib</key>
		<data>
		SBtthfVJq7C+KPRFnfOjYofM1Gk=
		</data>
		<key>Frameworks/libswiftCoreGraphics.dylib</key>
		<data>
		eSqCOGv5r1SjkSENF/I6n+vbsLo=
		</data>
		<key>Frameworks/libswiftCoreImage.dylib</key>
		<data>
		fCsv+HuRHpObQj3uigfKd4gYdP0=
		</data>
		<key>Frameworks/libswiftCoreMedia.dylib</key>
		<data>
		Hdq6Y3LPxFjzTZIx2lynCjCh1Ns=
		</data>
		<key>Frameworks/libswiftDarwin.dylib</key>
		<data>
		xNLPg0wEiT+STWF0oFJhMz+ZY/4=
		</data>
		<key>Frameworks/libswiftDispatch.dylib</key>
		<data>
		7xT1QiJtD37/5kqa0XpLYppQBFw=
		</data>
		<key>Frameworks/libswiftFoundation.dylib</key>
		<data>
		06yDfjmbQE8zBBjB1zlgQFw23qM=
		</data>
		<key>Frameworks/libswiftMetal.dylib</key>
		<data>
		o13OQ8BTqi2t6PGdGwDY+63mrhA=
		</data>
		<key>Frameworks/libswiftObjectiveC.dylib</key>
		<data>
		0v9eqFbC+mvqbb7jVP6LJ3MukSc=
		</data>
		<key>Frameworks/libswiftQuartzCore.dylib</key>
		<data>
		y+51H3OEMd7uS377FRrDqlD/h0o=
		</data>
		<key>Frameworks/libswiftUIKit.dylib</key>
		<data>
		Jr0CjO1kMVLafGNzOXGbRNgnuzg=
		</data>
		<key>Frameworks/libswift_Concurrency.dylib</key>
		<data>
		229qfQZ6kyRuZN1UoY7hWYfdmbw=
		</data>
		<key>Frameworks/libswiftos.dylib</key>
		<data>
		p7lWHSxJMsJ6QaPEaWkzP9QvqX8=
		</data>
		<key>Frameworks/libswiftsimd.dylib</key>
		<data>
		20Qxttlu8hd5QRP2UdaDqRLf9gk=
		</data>
		<key>Headers/PivoProSDK-Swift.h</key>
		<data>
		+Hzj2/72zjQVUhUGMGnp92pOdKI=
		</data>
		<key>Info.plist</key>
		<data>
		NglCXqOu/2PWpLdCwx9+66uZi+8=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		6tzOt0r5s1UWcBPcnnDi37+Qjlc=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		0WaUT5eVIf+XC7ehHUCuI5BdOH0=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		A2DKcoUhaD2DhNFxrdhcg2E/h+k=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		0WaUT5eVIf+XC7ehHUCuI5BdOH0=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		TDywmGufXt2jZifOTATWDDZofm0=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		lMR28G3S/dgprwhnkhD0zxDIk9s=
		</data>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<data>
		qGA4G29STjlfaEt4aIqNgxBQlLU=
		</data>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<data>
		2xoNmqnM2kTrNuZqTms9JnlPMDA=
		</data>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<data>
		XIuywOsD+81jNeJDqsJui3CLHjc=
		</data>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<data>
		N2ettejN8CtpzLa3Seg2oI9G6ho=
		</data>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<data>
		0hlOOiUmcIbm/AJ5Ya/aky2x21I=
		</data>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<data>
		vkxG+VgxJnK6jCv93Tet0uPx4Eo=
		</data>
		<key>PrivateHeaders/ffttools.hpp</key>
		<data>
		FbwqSRzGrK9GBmniO5d75630cj8=
		</data>
		<key>PrivateHeaders/fhog.hpp</key>
		<data>
		3+0L2/rB5GK1uU9DphiFEo7Gdh0=
		</data>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<data>
		VKyH814KkxMst4igakerUZHwDSI=
		</data>
		<key>PrivateHeaders/labdata.hpp</key>
		<data>
		Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
		</data>
		<key>PrivateHeaders/recttools.hpp</key>
		<data>
		LOluhHykvM1i+yNRUIE5F+CsQBM=
		</data>
		<key>PrivateHeaders/tracker.h</key>
		<data>
		qrarp4kM0IxQQI8pVjKiQkQFDkE=
		</data>
		<key>SpeedControllerConfig.json</key>
		<data>
		o0fzN8bgPP2czTU8/cl396cNjGM=
		</data>
		<key>face.mlmodelc/analytics/coremldata.bin</key>
		<data>
		lLhI4NyJGpo0dfJJnQjXHTkd1s0=
		</data>
		<key>face.mlmodelc/coremldata.bin</key>
		<data>
		XQTgGR4BGETg+kipAl5/3LNKwAE=
		</data>
		<key>face.mlmodelc/metadata.json</key>
		<data>
		hQJ63GvPZdN74hLDFNcY1ur5CHk=
		</data>
		<key>face.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		gaKV19LLXNVbvDw1Z/PG2w5zJek=
		</data>
		<key>face.mlmodelc/model0/coremldata.bin</key>
		<data>
		7ACzywdTW4qBmk+zBSZ+t5SHt2w=
		</data>
		<key>face.mlmodelc/model0/model.espresso.net</key>
		<data>
		TA+SO7J9ofCAg5ihdeQ3HVj+Pno=
		</data>
		<key>face.mlmodelc/model0/model.espresso.shape</key>
		<data>
		+Cdn4r3rxs7kv3IsO8G3c3jK8bY=
		</data>
		<key>face.mlmodelc/model0/model.espresso.weights</key>
		<data>
		jYr4TGdAxNMAPKrVtW21dXIMeIE=
		</data>
		<key>face.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>face.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>face.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		ITLz1w9Cez8ImL0l+YyLvYizNh0=
		</data>
		<key>face.mlmodelc/model1/coremldata.bin</key>
		<data>
		bIVGDXPTiEMwaKS5N3jEyDifCrw=
		</data>
		<key>face.mlmodelc/model1/model.espresso.net</key>
		<data>
		C5As36kJOi+cNDwMu+jpcNmuU58=
		</data>
		<key>face.mlmodelc/model1/model.espresso.shape</key>
		<data>
		VdM1zzSSFBSECXUZaosa0sxX63o=
		</data>
		<key>face.mlmodelc/model1/model.espresso.weights</key>
		<data>
		P31Hz90IyORslWbiXwz3tNpXIlA=
		</data>
		<key>face.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>face.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>face.mlmodelc/model2/coremldata.bin</key>
		<data>
		vsaxZMQ4ApIYHl+KQCDUl4I4Lvg=
		</data>
		<key>persononly_v2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XopZWdh4EWrE2GsFtr4iJe62ww8=
		</data>
		<key>persononly_v2.mlmodelc/coremldata.bin</key>
		<data>
		PPk+GgcLo3Zp6FN+7t95yxTAAY0=
		</data>
		<key>persononly_v2.mlmodelc/metadata.json</key>
		<data>
		qR/jqHXa3hJbxsalLg10IB0XDS0=
		</data>
		<key>persononly_v2.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		faX0miKwOA/nnHeHPnzdrSlim0g=
		</data>
		<key>persononly_v2.mlmodelc/model0/coremldata.bin</key>
		<data>
		VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.net</key>
		<data>
		QWhIdFSDWEl+Pafnj/PbXHBPXYo=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.shape</key>
		<data>
		cInIjOomEh3UyBGm+cAyjQtR+6U=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.weights</key>
		<data>
		zT4SEIB3eBax4jFOn9wBQQKgGKk=
		</data>
		<key>persononly_v2.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>persononly_v2.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>persononly_v2.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		hHI5NAfrJh7MHkr8PW064WtUkBk=
		</data>
		<key>persononly_v2.mlmodelc/model1/coremldata.bin</key>
		<data>
		5wIB2ep6Jk7SeIi4XXFaCPklD3g=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.net</key>
		<data>
		wgywAQe99fd4Io7uifkDR+DPjTY=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.shape</key>
		<data>
		w+tLKvR1mu3H74BsQTZUQP6X02g=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.weights</key>
		<data>
		t4sdPwva3URNI5zrsckPdXSWiLQ=
		</data>
		<key>persononly_v2.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>persononly_v2.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>persononly_v2.mlmodelc/model2/coremldata.bin</key>
		<data>
		nTGnfhKPGS27GAUYEQGtaAAWcTI=
		</data>
		<key>public.pem</key>
		<data>
		kRRVUmiCCDLOMgel9h6drB5evH4=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Frameworks/libswiftAVFoundation.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			ZWh7CCrvKP9wY4dKwQJSGYEUCdc=
			</data>
			<key>hash2</key>
			<data>
			hMF8uF2IB4awdmqrqsYawPuw/FV2+8RLXfergYzyrIs=
			</data>
		</dict>
		<key>Frameworks/libswiftAccelerate.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			0jrbFkmV1sGHXh6rDrjREoApNTI=
			</data>
			<key>hash2</key>
			<data>
			l43h44qdwywY/NdYWSLbUmwQfW3PHZvkCAAK4qNvM8k=
			</data>
		</dict>
		<key>Frameworks/libswiftCore.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			/drkvTwn24ydasYPtJdXMbyYlOI=
			</data>
			<key>hash2</key>
			<data>
			EH4IRJaOoRbUxJHSQdyQQFaCI/Wl2mSHHl24gsyUbgo=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreAudio.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			I93p1TWuM28zHcym1NfGfRcQ5w4=
			</data>
			<key>hash2</key>
			<data>
			3nTzFLGo/HV2kGzzK8ot9qRFWBHrldqXN1SBJk2MUXY=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreFoundation.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			SBtthfVJq7C+KPRFnfOjYofM1Gk=
			</data>
			<key>hash2</key>
			<data>
			WGSbJ/gCryvVyACuMRmw2eiOz7u6r4aiK+RjOUF+gRo=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreGraphics.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			eSqCOGv5r1SjkSENF/I6n+vbsLo=
			</data>
			<key>hash2</key>
			<data>
			cKIqTVX3C4oIb2iebHrhPMxanGxzqad5ooUxBce6OtA=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreImage.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			fCsv+HuRHpObQj3uigfKd4gYdP0=
			</data>
			<key>hash2</key>
			<data>
			o/t/YzAfl5MaK1EOXjF3ZOzkh6dY27OaCEmnpGEaIIw=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreMedia.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			Hdq6Y3LPxFjzTZIx2lynCjCh1Ns=
			</data>
			<key>hash2</key>
			<data>
			AB3z1q3QZmjWLhABZ5caxZmr9sHeY8erAwIIegHMfQ4=
			</data>
		</dict>
		<key>Frameworks/libswiftDarwin.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			xNLPg0wEiT+STWF0oFJhMz+ZY/4=
			</data>
			<key>hash2</key>
			<data>
			Y99pJp3ufmjL2LdjpkvUe4brPYbGdcFUWxPKlcfjeQE=
			</data>
		</dict>
		<key>Frameworks/libswiftDispatch.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			7xT1QiJtD37/5kqa0XpLYppQBFw=
			</data>
			<key>hash2</key>
			<data>
			dcUgYgZIVCRr50aOJrcCeHN29qAUMWlum2U60awxC0E=
			</data>
		</dict>
		<key>Frameworks/libswiftFoundation.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			06yDfjmbQE8zBBjB1zlgQFw23qM=
			</data>
			<key>hash2</key>
			<data>
			jVziWBzUIgyssAzaFl4QmLd2BcMcXbW2x0YANqxJYs4=
			</data>
		</dict>
		<key>Frameworks/libswiftMetal.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			o13OQ8BTqi2t6PGdGwDY+63mrhA=
			</data>
			<key>hash2</key>
			<data>
			MfiR9sQlbftXsrls1dgECrrtvfIeRcd5FSH6MIpIyZc=
			</data>
		</dict>
		<key>Frameworks/libswiftObjectiveC.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			0v9eqFbC+mvqbb7jVP6LJ3MukSc=
			</data>
			<key>hash2</key>
			<data>
			RlDAtBtiFA12dmOXeu4xdaPR1qyrpaGka58j+wAWcTg=
			</data>
		</dict>
		<key>Frameworks/libswiftQuartzCore.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			y+51H3OEMd7uS377FRrDqlD/h0o=
			</data>
			<key>hash2</key>
			<data>
			xaJAGIdHLsWyFLgtExVAN7fgINmjWltn8hzVE5AbaNM=
			</data>
		</dict>
		<key>Frameworks/libswiftUIKit.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			Jr0CjO1kMVLafGNzOXGbRNgnuzg=
			</data>
			<key>hash2</key>
			<data>
			EaEBEQft4ll6A+vMnySGTJ0elMbft4OY/dCcXaMcovc=
			</data>
		</dict>
		<key>Frameworks/libswift_Concurrency.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			229qfQZ6kyRuZN1UoY7hWYfdmbw=
			</data>
			<key>hash2</key>
			<data>
			jItx7qRbD3At49BYw3e9v7dYm3jafixLZgAOHRXpU2s=
			</data>
		</dict>
		<key>Frameworks/libswiftos.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			p7lWHSxJMsJ6QaPEaWkzP9QvqX8=
			</data>
			<key>hash2</key>
			<data>
			CqPLmIUQfr2/E7T92iDWsc06UquRR2oKHiHgI3oWvcc=
			</data>
		</dict>
		<key>Frameworks/libswiftsimd.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			20Qxttlu8hd5QRP2UdaDqRLf9gk=
			</data>
			<key>hash2</key>
			<data>
			RXae55xPjCn1/IpGOfWcIRSkGFpd4t2+C2E3x+YlGWQ=
			</data>
		</dict>
		<key>Headers/PivoProSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			+Hzj2/72zjQVUhUGMGnp92pOdKI=
			</data>
			<key>hash2</key>
			<data>
			rlXNPJ5ZIvQiuKPvFES1+lgHoqCoPaBrC21JIfZ4J58=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			6tzOt0r5s1UWcBPcnnDi37+Qjlc=
			</data>
			<key>hash2</key>
			<data>
			qvjL6bVbpDC59eVZM6kczi2iWDA86WSynbQL8D00GWg=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			0WaUT5eVIf+XC7ehHUCuI5BdOH0=
			</data>
			<key>hash2</key>
			<data>
			DORx02RuBsZ+kYUSerfWWXuSPWtemITUNhlRPIhViwA=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			A2DKcoUhaD2DhNFxrdhcg2E/h+k=
			</data>
			<key>hash2</key>
			<data>
			mU2N1tVp71IkYkCi8DKraTK0URUuPOyOU6CcTJO5fk0=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			0WaUT5eVIf+XC7ehHUCuI5BdOH0=
			</data>
			<key>hash2</key>
			<data>
			DORx02RuBsZ+kYUSerfWWXuSPWtemITUNhlRPIhViwA=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			TDywmGufXt2jZifOTATWDDZofm0=
			</data>
			<key>hash2</key>
			<data>
			Le/d0GtWZBhMKa5RF2cgOW8p0RlT4eLut9NVBaZQpoo=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			lMR28G3S/dgprwhnkhD0zxDIk9s=
			</data>
			<key>hash2</key>
			<data>
			XYJQ2V/x1dPXx8TaTOgYJe0/YEa4NXW7v9GaWJDrBiE=
			</data>
		</dict>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			qGA4G29STjlfaEt4aIqNgxBQlLU=
			</data>
			<key>hash2</key>
			<data>
			JJwJPlQdOBQR2pUGGz9CCNBW3H6XJ/7496JmLsQk/G8=
			</data>
		</dict>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			2xoNmqnM2kTrNuZqTms9JnlPMDA=
			</data>
			<key>hash2</key>
			<data>
			fn1w7Gt5VbzUKWK0AnTPkRDsfCk599KeF1xSPe47ft8=
			</data>
		</dict>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<dict>
			<key>hash</key>
			<data>
			XIuywOsD+81jNeJDqsJui3CLHjc=
			</data>
			<key>hash2</key>
			<data>
			1kETF9pNG1BBc26ZnZ7DTZjlQgInbitKJSTXIGB9IH4=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<dict>
			<key>hash</key>
			<data>
			N2ettejN8CtpzLa3Seg2oI9G6ho=
			</data>
			<key>hash2</key>
			<data>
			oAugZhjhYfiowrw6EvLtZyLXqp4J/QrEjRUbP9Poq+Y=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			0hlOOiUmcIbm/AJ5Ya/aky2x21I=
			</data>
			<key>hash2</key>
			<data>
			DQG/ze3KvE86FfR7c4nfgjrytt6nl2peRjpz1T+djjo=
			</data>
		</dict>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			vkxG+VgxJnK6jCv93Tet0uPx4Eo=
			</data>
			<key>hash2</key>
			<data>
			MLOeDP0sGeP7pZOYobYujkrDAcSblAeTMV5afGKtmpo=
			</data>
		</dict>
		<key>PrivateHeaders/ffttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			FbwqSRzGrK9GBmniO5d75630cj8=
			</data>
			<key>hash2</key>
			<data>
			E618QBy8HzMHtF6Ij/DAACZjv/0W/Q+LdU++240OhwI=
			</data>
		</dict>
		<key>PrivateHeaders/fhog.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			3+0L2/rB5GK1uU9DphiFEo7Gdh0=
			</data>
			<key>hash2</key>
			<data>
			I6wllHLLcm1Uenkl44/358vYf4PkQqvRM0+/XoDZTMY=
			</data>
		</dict>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			VKyH814KkxMst4igakerUZHwDSI=
			</data>
			<key>hash2</key>
			<data>
			/dtJ7dTu9LHfGYbKVPIFTQpDwuCswkn7ba3nB+YYbwc=
			</data>
		</dict>
		<key>PrivateHeaders/labdata.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
			</data>
			<key>hash2</key>
			<data>
			t7fW976BG3TGd+M/NQ4cM7J/eP+/ewHfuvgtsea+LmQ=
			</data>
		</dict>
		<key>PrivateHeaders/recttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			LOluhHykvM1i+yNRUIE5F+CsQBM=
			</data>
			<key>hash2</key>
			<data>
			mv8kT9t99HojaEkVJ9ad9Bycn7BFOTj8Ioamhkmh6dQ=
			</data>
		</dict>
		<key>PrivateHeaders/tracker.h</key>
		<dict>
			<key>hash</key>
			<data>
			qrarp4kM0IxQQI8pVjKiQkQFDkE=
			</data>
			<key>hash2</key>
			<data>
			smZSvZfTvGEtpY1V+gYPvwW6/Bi2FMlNCZr0nj8ZkuU=
			</data>
		</dict>
		<key>SpeedControllerConfig.json</key>
		<dict>
			<key>hash</key>
			<data>
			o0fzN8bgPP2czTU8/cl396cNjGM=
			</data>
			<key>hash2</key>
			<data>
			NvsUmcfKLpZjwwjM9+/0T/yz4po/A0xWUnWIJjUnWUA=
			</data>
		</dict>
		<key>face.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			lLhI4NyJGpo0dfJJnQjXHTkd1s0=
			</data>
			<key>hash2</key>
			<data>
			ZIEMGI5poi+b2Sl47zJ/xieNlXYU5U5tqvv+iBLq9PQ=
			</data>
		</dict>
		<key>face.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XQTgGR4BGETg+kipAl5/3LNKwAE=
			</data>
			<key>hash2</key>
			<data>
			b2FcGk7+FSdvmyzQ/jyspGQ5PR2kXyHOQnpSEgMVxnU=
			</data>
		</dict>
		<key>face.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			hQJ63GvPZdN74hLDFNcY1ur5CHk=
			</data>
			<key>hash2</key>
			<data>
			fL+BERycB56YzdHGlOUew4PCP7k27ub9OurqziiBCqg=
			</data>
		</dict>
		<key>face.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			gaKV19LLXNVbvDw1Z/PG2w5zJek=
			</data>
			<key>hash2</key>
			<data>
			JXL9IqNjCb/er0PrsCfTH7vsAyz2hW1ChdxuicJTivg=
			</data>
		</dict>
		<key>face.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			7ACzywdTW4qBmk+zBSZ+t5SHt2w=
			</data>
			<key>hash2</key>
			<data>
			hthBW6JgAk3Je3G+9RFgrAIsinpQsX/TAoSLfCKrv8M=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TA+SO7J9ofCAg5ihdeQ3HVj+Pno=
			</data>
			<key>hash2</key>
			<data>
			q8k0IHoudZ+hJ+K7v3+NMFwCxP4o1rvdrBkZbgr30VE=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			+Cdn4r3rxs7kv3IsO8G3c3jK8bY=
			</data>
			<key>hash2</key>
			<data>
			73pnp+XDTXIADZiLwhWNAIHDyFLcexyler6cirgFA7A=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			jYr4TGdAxNMAPKrVtW21dXIMeIE=
			</data>
			<key>hash2</key>
			<data>
			gH0Ys22PPRKKmIhSwBEucOuc2YvJE0tHZJrFKWzmrag=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>face.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>face.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ITLz1w9Cez8ImL0l+YyLvYizNh0=
			</data>
			<key>hash2</key>
			<data>
			j8mQkBqXshWI/OADHYhptVSHfvZPx39RvB2p6vunQwM=
			</data>
		</dict>
		<key>face.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			bIVGDXPTiEMwaKS5N3jEyDifCrw=
			</data>
			<key>hash2</key>
			<data>
			hBBcY3K5dtcg9STEeS3beQbp/y1RevL9iv1Vmu7VRdQ=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			C5As36kJOi+cNDwMu+jpcNmuU58=
			</data>
			<key>hash2</key>
			<data>
			5vLMGqGTPLbEzthBuDiNBUFw4iIuEKi618CbwTaDTPM=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			VdM1zzSSFBSECXUZaosa0sxX63o=
			</data>
			<key>hash2</key>
			<data>
			XONZ6L2EUwQZD5ruwHPF5a/ktorroi4+UMUpe1QEDyk=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			P31Hz90IyORslWbiXwz3tNpXIlA=
			</data>
			<key>hash2</key>
			<data>
			RdY8rUsFD4yfXAXdxLcITykzEpC45WLC1jESHh4eL68=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>face.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>face.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			vsaxZMQ4ApIYHl+KQCDUl4I4Lvg=
			</data>
			<key>hash2</key>
			<data>
			Gxcd+ChlHEQxeN/FePxLtOOWT0mYXOGS7U5xd5Js/Ns=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XopZWdh4EWrE2GsFtr4iJe62ww8=
			</data>
			<key>hash2</key>
			<data>
			X/tH/xamVoLXhlx0KxHjEnY6aCqMbnGYYLa4gB97qgk=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			PPk+GgcLo3Zp6FN+7t95yxTAAY0=
			</data>
			<key>hash2</key>
			<data>
			I1WAsF13mQ5MSKTsYMQ6UQ20wnDH14xsZ+KHYW3+9S4=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			qR/jqHXa3hJbxsalLg10IB0XDS0=
			</data>
			<key>hash2</key>
			<data>
			itQ2uycEEh56oco+6TQXQwsUPXiCFHajwnx43vyQ6GM=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			faX0miKwOA/nnHeHPnzdrSlim0g=
			</data>
			<key>hash2</key>
			<data>
			qQkLM+xkTJ5l84OGQQU465RVaHhDosxGhok2iWbFfiY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
			</data>
			<key>hash2</key>
			<data>
			20BpFw4zzOcbgJ3KTSeq69YLTlflwERWZAHE66qguhA=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			QWhIdFSDWEl+Pafnj/PbXHBPXYo=
			</data>
			<key>hash2</key>
			<data>
			9I8pgej36PFBQjSh3E8M/ySQj9HNeF4POB2m8kQwD3w=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			cInIjOomEh3UyBGm+cAyjQtR+6U=
			</data>
			<key>hash2</key>
			<data>
			FM6bErDALl6dSeLZJmUdQwjzSxhV54tz/mbSXDoLxLY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			zT4SEIB3eBax4jFOn9wBQQKgGKk=
			</data>
			<key>hash2</key>
			<data>
			XEQ41F0klMqxZq7PHGRUpPE3deR4GJgcXJt8RSC/XxY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hHI5NAfrJh7MHkr8PW064WtUkBk=
			</data>
			<key>hash2</key>
			<data>
			8bvPJyLIsCLhrvLaxN/jYbOQ0G9tlzVXfKMxtTlgP1g=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			5wIB2ep6Jk7SeIi4XXFaCPklD3g=
			</data>
			<key>hash2</key>
			<data>
			1lZFLQY0eqMPxe01plLJv4OXpXbmqd8fxBEmBzb/6Po=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			wgywAQe99fd4Io7uifkDR+DPjTY=
			</data>
			<key>hash2</key>
			<data>
			Glqg26JE+wjU/c8A+e1KcBexbgtkMXZUQ52psk8Tk3I=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			w+tLKvR1mu3H74BsQTZUQP6X02g=
			</data>
			<key>hash2</key>
			<data>
			hrzrSB5AAThDAIcq5Kbk+30EQi5s0kl9pntHmG7jKJo=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			t4sdPwva3URNI5zrsckPdXSWiLQ=
			</data>
			<key>hash2</key>
			<data>
			kcNn5CkSuntaPN8UDyH8oBZPE8wOBhE64lE8WN4asTc=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nTGnfhKPGS27GAUYEQGtaAAWcTI=
			</data>
			<key>hash2</key>
			<data>
			/k5jeY6UojIiFkq/6FKtbq4cTMsSvH/Beaw8r3P7G5Y=
			</data>
		</dict>
		<key>public.pem</key>
		<dict>
			<key>hash</key>
			<data>
			kRRVUmiCCDLOMgel9h6drB5evH4=
			</data>
			<key>hash2</key>
			<data>
			okRLdcIqRM+Rn0t98mR0yiuesSJPgwXWfbNKXmX9yGo=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
